package com.example.homework2.dogs

object DogRepository {

    val dogs = arrayListOf<Dog>(
        Dog(1, "Далматинец", "Далматинец", "Гончая", ""),
        Dog(2, "Доберман", "Доберман", "Служебная", ""),
        Dog(3, "Бульдог", "Американский", "Компаньон", ""),
        Dog(4, "Овчарка", "Бельгийская", "Пастушьи", ""),
        Dog(5, "Овчарка", "Немецкая", "Служебная", ""),
        Dog(6, "Овчерка", "Восточноевропейская", "Служебная", ""),
        Dog(7, "Лайка", "Восточно-сибирская", "Охотничья", ""),
        Dog(8, "Болонка", "Итальянская", "Декоративная", ""),

    )

}